Ran Plan for project: `github` dir: `apps/github` workspace: `github`

<details><summary>Show Output</summary>

```diff
github_repository.repo["dotfiles-nix"]: Drift detected (update)
github_repository.repo["flakes"]: Drift detected (update)
github_repository.repo["k8s-apps"]: Drift detected (update)
github_repository.repo["dotfiles"]: Drift detected (update)
github_repository.repo["todoist.nvim"]: Drift detected (update)

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # github_actions_secret.blog_docker_secret will be created
+ resource "github_actions_secret" "blog_docker_secret" {
      + created_at      = (known after apply)
      + id              = (known after apply)
      + plaintext_value = (sensitive value)
      + repository      = "blog"
      + secret_name     = "DOCKERHUB_USERNAME"
      + updated_at      = (known after apply)
    }

  # github_actions_secret.blog_docker_token will be created
+ resource "github_actions_secret" "blog_docker_token" {
      + created_at      = (known after apply)
      + id              = (known after apply)
      + plaintext_value = (sensitive value)
      + repository      = "blog"
      + secret_name     = "DOCKERHUB_TOKEN"
      + updated_at      = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p github`
* :put_litter_in_its_place: To **delete** this plan click [here](http:/lock?id=mvaldes14%252Fterraform%252Fapps%252Fgithub%252Fgithub)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p github`
</details>
Plan: 2 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`